Revit 2027 API
FilterStringBeginsWith Constructor
 Constructs an instance of FilterStringBeginsWith.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterStringBeginsWith()
Public Sub New
public:
FilterStringBeginsWith()
new : unit -> FilterStringBeginsWith
See Also
Reference
FilterStringBeginsWith Class
Autodesk.Revit.DB Namespace